const itemTips = [
    {
        title: "1. 천사는 바로바로 사용하자!",
        desc: "팀원과 함께 통화를 하면서 상황 브리핑을 하는 것이 아니라면, 천사는 얻었을 경우 바로 사용해주는 편이 좋아요. 서로 팀원의 상황을 모르기 때문이에요. "
    },
    {
        title: "2. 전자파는 혹시 모르니 가지고 있자!",
        desc: "팀원이 1등인 상태일경우, 우리 팀원 중 누군가는 전자파를 가지고 있는게 좋아요. 상대편이 우주선을 언제 날릴지 모르기 때문이에요!"
    },
    {
        title: "3. 쉬운 맵에서는 부스터 or 자석은 꼭 가지고 있기!",
        desc: "빌리지 운하, 사막 베거이 시장, 아이스 하프파이프 같은 마지막 직선 주로가 긴 맵에서는 상대편이 마지막에 부스터 혹은 자석으로 역전하는 경우가 많이 발생해요. 그래서 정말 급한 상황이 아니라면, 부스터나 자석은 게임 끝나기 전까지 가지고 있는게 좋아요."
    },
    {
        title: "4. 팀킬이 가능한 물폭탄, 바나나, 바리케이드 등은 신중히 사용하기!",
        desc: "물폭탄이나 바나나, 바리케이드 같은 아이템은 우리 팀원도 영향을 받기 때문에 상황을 봐가면서 써야해요. 또는 천사를 먼저 쓰고 물폭탄을 쓰는 것도 방법이 될 수 있어요!"
    }
]

export default itemTips;