const item = [
    {
        name: "부스터",
        desc: "사용 시 일시적으로 빠른 속도로 질주할 수 있어요.",
        tip: "주로 하위권에서 많이 등장해요."
    },
    {
        name: "자석",
        desc: "강한 자기장의 힘을 이용하여 타겟 레이서에게 빠른 속도로 다가갈 수 있어요.",
        tip: "주로 하위권에서 많이 등장해요."
    },
    {
        name: "바리케이드",
        desc: "1등 레이서 전방에 바리케이드 등장! 사용 즉시 1등 레이서의 주행로를 차단하여 주행을 방해해요. (팀전에서 우리 팀도 같이 방해받을 수 있어요.)",
        tip: "주로 중위권 부터 하위권에서 등장해요."
    },
    {
        name: "물폭탄",
        desc: "전방에 물폭탄 투척! 일정 거리 앞에 있는 레이서들을 물방울에 갇히게 할 수 있어요. (팀전에서 우리 팀도 갇힐 수 있어요.)",
        tip: "주로 2위부터 중위권에서 등장해요."
    },
    {
        name: "벼락",
        desc: "지지직, 나보다 앞서가는 모든 레이서에게 벼락을 내려 주행을 방해해요. (상대 팀에게만 영향을 받으며, 하위권에서 사용하는게 효율이 좋아요.)",
        tip: "주로 중위권에서 등장해요."
    },
    {
        name: "실드",
        desc: "일정시간 동안 공격 무효! 상대의 특정한 공격을 1회 막을 수 있어요.",
        tip: "주로 상위권에서 등장해요."
    },
    {
        name: "바나나",
        desc: "바나나를 밟으면 미끄러져 뱅글뱅글 돌게 돼요. (우리 팀도 밟을 수 있어요.)",
        tip: "개인전에서는 1위, 팀전에서는 3위 이내에서만 등장해요."
    },
    {
        name: "미사일",
        desc: "조준! 발사! 앞서 달리는 레이서를 조준하여 날려버릴 수 있어요. (우리 팀은 영향을 받지 않아요.)",
        tip: "주로 중위권에서 등장해요."
    },
    {
        name: "우주선",
        desc: "우주선이 내려와 1등으로 달리고 있는 레이서를 끌어 올려 주행을 방해해요. (우리 팀은 영향을 받지 않아요.)",
        tip: "주로 중위권부터 하위권에서 등장해요."
    },
    {
        name: "물파리",
        desc: "위이잉~ 나를 바로 앞서 달리는 레이서를 물방울에 갇히게 할 수 있어요. (우리 팀은 영향을 받지 않아요.)",
        tip: "주로 중위권부터 하위권에서 등장해요."
    },
    {
        name: "전자파",
        desc: "우주선의 공격을 전자파로 차단! 우주선의 통신을 끊어 방해에서 빠르게 벗어날 수  있어요. (팀전에서는 우리 팀 레이서의 우주선도 대신 차단할 수 있어요.)",
        tip: "주로 상위권에서 등장하며, 팀전에서는 중위권에서까지 등장해요."
    },
    {
        name: "천사",
        desc: "천사의 가호 아래 우리 팀 레이서는 일정 시간 동안 어떠한 공격에도 당하지 않아요. (팀전 전용으로 등장하는 아이템이에요.)",
        tip: "2등 ~ 8등까지 등장해요."
    }
]

export default item;