const term = [
    {
        id: 1,
        detail: "긁기, 템긁, 템쓸: 한 라인의 아이템 박스를 한명이 다 쓸어담는 행위로, 다른 유저의 아이템 획득을 막는 일종의 비매너 행위."
    },
    {
        id: 2,
        detail: "꽉물: 보통의 아이템전 트랙은 물폭탄 범위보다 길이 더 넓어서 양쪽 끝 (사이드) 으로 주행하면 물폭탄 공격을 안받을 수 있다. 하지만 길 폭이 넓지 않은 경우, 물폭탄 범위에 다 들어오는 경우가 있는데, 이를 지칭하는 말."
    },
    {
        id: 3,
        detail: "상천: 상대 편이 천사를 썼다는 의미."
    },
    {
        id: 4,
        detail: "상천: 상대 편이 천사를 썼다는 의미."
    },
    {
        id: 5,
        detail: "떴다: 미사일 피격으로 공중으로 떠오를 때 이를 알리는 콜."
    },
    {
        id: 6,
        detail: "상천: 상대 편이 천사를 썼다는 의미."
    },
    {
        id: 7,
        detail: "막미: 1등이 완주하여 이미 게임이 끝난 상태인데 이 때 미사일을 쏘는 행위. 원작 카트라이더 1에서는 비매너 행위였다."
    },
    {
        id: 8,
        detail: "먹천: 천사를 획득하자마자 바로 쓰는 것.."
    },
    {
        id: 9,
        detai: "물: 물폭탄 혹은 물파리 아이템, 물폭탄이나 물파리에 피격되었다는 알림. 다만, 물파리의 경우 파리라고 말하기 때문에 물폭탄을 지칭하는 말로 더 많이 쓰인다."
    },
    {
        id: 10,
        detail: "팀물: 팀원의 물폭탄을 지칭하는 말."
    },
    {
        id: 11,
        detail: "물거리: 물폭탄이 던져지는 거리. 보통은 감에 의존하지만, 고인물들 사이에서는 트랙별, 위치별로 물거리를 외워서 물폭탄을 던진다. 또는 거리 차이가 많이 날 때 물거리 몇개 차이라고 표현하기도 한다."
    },
    {
        id: 12,
        detail: "삑났다: 미사일 혹은 자석 아이템을 조준 중에 있다가, 조준 실패하여 아이템을 날리는 경우를 말한다. “미사일 삑났어”,”자석 삑났어” 등으로 표현한다."
    },
    {
        id: 13,
        detail: "미찍 or 자찍: 미사일 혹은 자석 아이템을 조준만 하는 것."
    },
    {
        id: 15,
        detail: "바리: 바리케이드 아이템."
    },
    {
        id: 16,
        detail: "빠: 바나나 아이템."
    },
    {
        id: 17,
        detail: "번: 벼락 아이템. 정식 명칭은 벼락이지만 편의 상 번개라고 부른다."
    },
    {
        id: 18,
        detail: "벽미: 미사일을 벽 통과시켜 쏘는 것. 조준점이 빨갛게 되었을 때 쏘면 벽이든 장애물이든 통과해서 적에게 발사되는걸 이용한 기술."
    },
    {
        id: 19,
        detail: "빨다: 자석 아이템을 맞추었거나, 상대 편이 자석 아이템을 사용했을 경우를 의미."
    },
    {
        id: 20,
        detail: "센실: 센터 실드의 줄임말로 상대의 공격을 예측하고 실드를 미리 쓰는 행위. 주로 좁은 꽉물 구간이나 지름길 앞, 점프 구간, 결승선 앞에서 많이 사용한다."
    },
    {
        id: 21,
        detail: "천: 천사 아이템. 또는 팀원에게 브리핑 시 천사 아이템을 써달라는 의미로도 사용."
    },
    {
        id: 22,
        detail: "알 (R): 기본 재배치가 R이라서 편의 상 R이라고 부른다. 결승선 앞에서 상대가 자석을 빨았을 때 상대방을 뒤로 끌기위해 사용."
    },
    {
        id: 23,
        detail: "일미: 일등 미사일의 줄임말로, 1등에게 미사일을 쐈다는 의미. 일파 (일등 물파리) 도 같은 의미이다. (원작에서는 1등 미사일 아이템을 줄여서 부르기도 한다.)"
    },
    {
        id: 24,
        detail: "인빠: 인코스에 바나나를 깔았으니 안 밟게 라인을 바깥쪽으로 파라는 의미."
    },
    {
        id: 25,
        detail: "짜부: 자석과 부스터를 같이 쓰는 것."
    },
    {
        id: 26,
        detail: "칼물: 바로 머리위로 떨어지는 물폭탄. 반응하기 힘들어 물폭탄을 사용할때에 필수 테크닉."
    },
    {
        id: 27,
        detail: "해지: 정식 명칭은 전자파지만 편의 상 우주해지 또는 해지라고 부른다."
    }
]

export default term;